:PROPERTIES:
:ID:       4a4a9d6d-9d3b-4e99-941a-bccbfc5c7762
:END:
#+title: proto reading list
#+LINK: pdf file:~/docsThese/bibliography/%s.pdf
#+TODO: LER(t) LENDO(r!)  DIAGONAL(s@) | LIDO(d@)

#+begin_src bash :results org :wrap :exports results
echo "- LER [/]"
for i in ~/docsThese/bibliography/[A-Z]*[0-9][0-9][0-9][0-9].pdf; do
    if [ ! -f $(basename ${i%.*}).org ]; then
        echo "  - [ ] [[pdf:$(basename ${i%.*})][$(basename ${i%.*})]]"
    fi
done
#+end_src

#+RESULTS:
#+begin_results
- LER [/]
  - [ ] [[pdf:AbreuEtAl2018][AbreuEtAl2018]]
  - [ ] [[pdf:AlavianiElia2020][AlavianiElia2020]]
  - [ ] [[pdf:AlghunaimSayed2020][AlghunaimSayed2020]]
  - [ ] [[pdf:AminEtAl2009][AminEtAl2009]]
  - [ ] [[pdf:AminEtAl2010][AminEtAl2010]]
  - [ ] [[pdf:AminEtAl2013][AminEtAl2013]]
  - [ ] [[pdf:Baillieul2002][Baillieul2002]]
  - [ ] [[pdf:BaillieulAntsaklis2007][BaillieulAntsaklis2007]]
  - [ ] [[pdf:BakerEtAl2016][BakerEtAl2016]]
  - [ ] [[pdf:Bakolas2021][Bakolas2021]]
  - [ ] [[pdf:BarboniEtAl2020][BarboniEtAl2020]]
  - [ ] [[pdf:BefekaduEtAl2011][BefekaduEtAl2011]]
  - [ ] [[pdf:Bemporad2003][Bemporad2003]]
  - [ ] [[pdf:BuergerEtAl2014][BuergerEtAl2014]]
  - [ ] [[pdf:ChatelEtAl2017][ChatelEtAl2017]]
  - [ ] [[pdf:ChenEtAl2021][ChenEtAl2021]]
  - [ ] [[pdf:ChengEtAl2017][ChengEtAl2017]]
  - [ ] [[pdf:ChenLiu2020][ChenLiu2020]]
  - [ ] [[pdf:ChenZhang2021][ChenZhang2021]]
  - [ ] [[pdf:ChristofidesEtAl2013][ChristofidesEtAl2013]]
  - [ ] [[pdf:Cohen1978][Cohen1978]]
  - [ ] [[pdf:ConejoEtAl2006][ConejoEtAl2006]]
  - [ ] [[pdf:DaiEtAl2017][DaiEtAl2017]]
  - [ ] [[pdf:DarivianakisEtAl2020][DarivianakisEtAl2020]]
  - [ ] [[pdf:DeconinckEtAl2008][DeconinckEtAl2008]]
  - [ ] [[pdf:Deng2021][Deng2021]]
  - [ ] [[pdf:DengWen2020][DengWen2020]]
  - [ ] [[pdf:DoanEtAl2011][DoanEtAl2011]]
  - [ ] [[pdf:DoerflerEtAl2019][DoerflerEtAl2019]]
  - [ ] [[pdf:Domahidi2013][Domahidi2013]]
  - [ ] [[pdf:DongEtAl2016][DongEtAl2016]]
  - [ ] [[pdf:Eckstein2012][Eckstein2012]]
  - [ ] [[pdf:ElEtAl2019][ElEtAl2019]]
  - [ ] [[pdf:FoightEtAl2020][FoightEtAl2020]]
  - [ ] [[pdf:Forte2010][Forte2010]]
  - [ ] [[pdf:FortiEtAl2016][FortiEtAl2016]]
  - [ ] [[pdf:GabayMercier1976][GabayMercier1976]]
  - [ ] [[pdf:Gallissot2012][Gallissot2012]]
  - [ ] [[pdf:GalloEtAl2020][GalloEtAl2020]]
  - [ ] [[pdf:Garcia2021][Garcia2021]]
  - [ ] [[pdf:GarciaEtAl1989][GarciaEtAl1989]]
  - [ ] [[pdf:GiselssonEtAl2013][GiselssonEtAl2013]]
  - [ ] [[pdf:GlowinskiMarroco1975][GlowinskiMarroco1975]]
  - [ ] [[pdf:GrimsmanEtAl2020][GrimsmanEtAl2020]]
  - [ ] [[pdf:GuoEtAl2021][GuoEtAl2021]]
  - [ ] [[pdf:GuptaEtAl2010][GuptaEtAl2010]]
  - [ ] [[pdf:HansEtAl2019][HansEtAl2019]]
  - [ ] [[pdf:HerreraEtAl2014][HerreraEtAl2014]]
  - [ ] [[pdf:HerreraEtAl2015][HerreraEtAl2015]]
  - [ ] [[pdf:Hespanha2009][Hespanha2009]]
  - [ ] [[pdf:HespanhaEtAl2007][HespanhaEtAl2007]]
  - [ ] [[pdf:HuoEtAl2021][HuoEtAl2021]]
  - [ ] [[pdf:KawanoEtAl2021][KawanoEtAl2021]]
  - [ ] [[pdf:KeelBhattacharyya1997][KeelBhattacharyya1997]]
  - [ ] [[pdf:KhojastehEtAl2021][KhojastehEtAl2021]]
  - [ ] [[pdf:KshetriVoas2017][KshetriVoas2017]]
  - [ ] [[pdf:KuwataHow2011][KuwataHow2011]]
  - [ ] [[pdf:LandauEtAl1998][LandauEtAl1998]]
  - [ ] [[pdf:LarsenEtAl2014][LarsenEtAl2014]]
  - [ ] [[pdf:LatrachEtAl2016][LatrachEtAl2016]]
  - [ ] [[pdf:LeEtAl2014][LeEtAl2014]]
  - [ ] [[pdf:Li2019][Li2019]]
  - [ ] [[pdf:LiaoLou2016][LiaoLou2016]]
  - [ ] [[pdf:LiEtAl2021][LiEtAl2021]]
  - [ ] [[pdf:LiuBai2018][LiuBai2018]]
  - [ ] [[pdf:LiuDong2020][LiuDong2020]]
  - [ ] [[pdf:LiuEtAl2009][LiuEtAl2009]]
  - [ ] [[pdf:LiuEtAl2020][LiuEtAl2020]]
  - [ ] [[pdf:LiuJiang2020][LiuJiang2020]]
  - [ ] [[pdf:LoboEtAl1998][LoboEtAl1998]]
  - [ ] [[pdf:LvEtAl2021][LvEtAl2021]]
  - [ ] [[pdf:MaestreEtAl2014][MaestreEtAl2014]]
  - [ ] [[pdf:MaestreEtAl2018][MaestreEtAl2018]]
  - [ ] [[pdf:MagnussonEtAl2018][MagnussonEtAl2018]]
  - [ ] [[pdf:Masopust2020][Masopust2020]]
  - [ ] [[pdf:Mattioni2020][Mattioni2020]]
  - [ ] [[pdf:MorariaLee1999][MorariaLee1999]]
  - [ ] [[pdf:Morris2020][Morris2020]]
  - [ ] [[pdf:MoyneTilbury2007][MoyneTilbury2007]]
  - [ ] [[pdf:NegenbornMaestre2014][NegenbornMaestre2014]]
  - [ ] [[pdf:NishinoIshii2014][NishinoIshii2014]]
  - [ ] [[pdf:PasqualettiEtAl2012][PasqualettiEtAl2012]]
  - [ ] [[pdf:PasqualettiEtAl2013][PasqualettiEtAl2013]]
  - [ ] [[pdf:PasqualettiEtAl2015][PasqualettiEtAl2015]]
  - [ ] [[pdf:PaulenEtAl2016][PaulenEtAl2016]]
  - [ ] [[pdf:PenetEtAl2016][PenetEtAl2016]]
  - [ ] [[pdf:PflaumEtAl2014][PflaumEtAl2014]]
  - [ ] [[pdf:RamosEtAl2021][RamosEtAl2021]]
  - [ ] [[pdf:RezaieniaEtAl2020][RezaieniaEtAl2020]]
  - [ ] [[pdf:RuiFanEtAl2015][RuiFanEtAl2015]]
  - [ ] [[pdf:SalehghaffariKhorrami2019][SalehghaffariKhorrami2019]]
  - [ ] [[pdf:SandbergEtAl2015][SandbergEtAl2015]]
  - [ ] [[pdf:SarsilmazYucelen2021][SarsilmazYucelen2021]]
  - [ ] [[pdf:SatchidanandanKumar2017][SatchidanandanKumar2017]]
  - [ ] [[pdf:SatoTakeda2020][SatoTakeda2020]]
  - [ ] [[pdf:SeungEtAl2013][SeungEtAl2013]]
  - [ ] [[pdf:ShiromotoEtAl2020][ShiromotoEtAl2020]]
  - [ ] [[pdf:SimonEtAl2012][SimonEtAl2012]]
  - [ ] [[pdf:SundaramHadjicostis2011][SundaramHadjicostis2011]]
  - [ ] [[pdf:SuShahrampour2020][SuShahrampour2020]]
  - [ ] [[pdf:TangEtAl2021][TangEtAl2021]]
  - [ ] [[pdf:TeixeiraEtAl2015][TeixeiraEtAl2015]]
  - [ ] [[pdf:WanEtAl2021][WanEtAl2021]]
  - [ ] [[pdf:WangBoyd2010][WangBoyd2010]]
  - [ ] [[pdf:WangEtAl2015][WangEtAl2015]]
  - [ ] [[pdf:WangEtAl2021][WangEtAl2021]]
  - [ ] [[pdf:WangIshii2019][WangIshii2019]]
  - [ ] [[pdf:WeiEtAl2017][WeiEtAl2017]]
  - [ ] [[pdf:WielandEtAl2008][WielandEtAl2008]]
  - [ ] [[pdf:XiaoBoyd2004][XiaoBoyd2004]]
  - [ ] [[pdf:XiaoEtAl2007][XiaoEtAl2007]]
  - [ ] [[pdf:YaoXie2021][YaoXie2021]]
  - [ ] [[pdf:YildirimEtAl2020][YildirimEtAl2020]]
  - [ ] [[pdf:YinEtAl2021][YinEtAl2021]]
  - [ ] [[pdf:YingEtAl2018][YingEtAl2018]]
  - [ ] [[pdf:YuXiong2020][YuXiong2020]]
  - [ ] [[pdf:ZacchiaLunEtAl2019][ZacchiaLunEtAl2019]]
  - [ ] [[pdf:ZangEtAl2017][ZangEtAl2017]]
  - [ ] [[pdf:ZecevicSiljak2012][ZecevicSiljak2012]]
  - [ ] [[pdf:ZhangEtAl2001][ZhangEtAl2001]]
  - [ ] [[pdf:ZhaoEtAl2020][ZhaoEtAl2020]]
  - [ ] [[pdf:ZhengEtAl2006][ZhengEtAl2006]]
  - [ ] [[pdf:ZhengEtAl2010][ZhengEtAl2010]]
  - [ ] [[pdf:ZhouEtAl2017][ZhouEtAl2017]]
  - [ ] [[pdf:ZhuEtAl2011][ZhuEtAl2011]]
  - [ ] [[pdf:ZhuMartinez2011][ZhuMartinez2011]]
#+end_results
